#### Доставка весом до 30 кг. в зеленой зоне
* Тестовые данные: 
* Предусловие:
1. Открыть главную страницу сайта: тест сервер - https://test2.stroyrem-nn.ru/ , прод сервер - https://stroyrem-nn.ru/
2. В поиск ввести "Штукатурка цементная Бергауф БАУ Путц Цемент 25кг (56шт.)"
3. В открывшемся окне выбрать Штукатурка цементная Бергауф БАУ Путц Цемент 25кг (56шт.)
4. добавить 1 шт. в корзину
5. нажать на кнопку "корзина"
6. в открывшемся окне нажать "Перейти к оформлению"
7. В поле "ФИО" написать тест
8. в поле "Телефон" написать +7(911)111-11-11
9. в поле "Email" написать test@yandex.ru
10. Нажать кнопку "Продолжить"
* Шаги:
1. В поле город ввести Нижний новгород
2. В поле адрес ввести Литературная улица 20А

* Ожидаемый результат: в поле вариант доставки отображаются следующие цены: Стандартная 400 руб., Точно ко времени 1590 руб.,  Круглосуточная 2190 руб.


Автор: Евгения

* Тестовый сервер 

Тест выполнен
| Дата | Время | Результат | Имя | Баг № Trello |
| --- | --- | --- | --- | --- |
| 2023-07-31 | 10:42 | PASS | Евгения |  | 

* Продовый сервер

Тест выполнен
| Дата | Время | Результат | Имя | Баг № Trello |
| --- | --- | --- | --- | --- |
| 2023-07-31 | 10:42 | PASS | Евгения |  | 
